acpi
acpilight
aircrack-ng
alacritty
alsa-utils
android-tools
ansible-core
apparmor
arch-wiki-docs
archlinux-wallpaper
aria2
atool
audacity
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bat
bettercap
bind
binutils
binwalk
bison
blueman
bluez
bluez-tools
bluez-utils
brightnessctl
bully
burpsuite
catdoc
clinfo
cliphist
composer
conky
cowpatty
curlie
dart
debuginfod
dnsmasq
docker
docx2txt
dosfstools
dotnet-sdk
dunst
dust
efibootmgr
emacs
enjarify
exfatprogs
exiv2
exploitdb
eza
fakeroot
fd
ffmpegthumbnailer
file
findutils
fish
flex
foremost
fzf
gawk
gcc
gdb
gettext
ghidra
gifsicle
git
gnu-netcat
go
grc
grep
grim
groff
gst-libav
gzip
hashcat
hcxdumptool
htmlq
htop
http-parser
hyprland
i3lock-color
imv
ipython
jadx
jdk11-openjdk
john
jq
keybase
kitty
kwayland
lazygit
lf
lib32-glibc
libplist
libtool
libxcrypt
links
linux
linux-firmware
lsof
ltrace
m4
macchanger
maim
make
man-db
man-pages
mariadb-clients
mdcat
metasploit
mpv
neofetch
neovim
networkmanager
networkmanager-openvpn
newsboat
nmap
noto-fonts-emoji
npm
openresolv
openvpn
otf-latinmodern-math
p7zip
pacman
pamixer
parallel
pass
patch
pavucontrol
pdfcrack
pdfjs-legacy
peek
perl-image-exiftool
php
pigz
pipewire-alsa
pipewire-pulse
pkgconf
pocl
poppler-glib
pv
pwndbg
pwninit-bin
pypy3
python-aiofiles
python-aiohttp
python-dbus-next
python-emoji
python-flask
python-funcy
python-iwlib
python-magic
python-matplotlib
python-numpy
python-openpyxl
python-pikepdf
python-pip
python-pipx
python-psutil
python-ptrace
python-pwntools
python-pycryptodome
python-pylint
python-pymysql
python-pynvim
python-pywal
python-requests
python-rzpipe
python-scapy
python-shodan
python-simplejson
python-sqlalchemy
python-websockets
qemu-user
qrencode
qt5-wayland
qt5-websockets
qt6-wayland
qtile
qutebrowser
radare2
ranger
rar
reaver
rfc
ripgrep
rizin
rlwrap
rofi
ropper
rsync
rz-ghidra
sagemath
scapy
sdcv
sed
simple-mtpfs
slurp
socat
sqlmap
sshfs
steghide
stegseek
strace
sudo
sxiv
tailscale
tcpdump
tcpflow
terminus-font
testdisk
texinfo
texlive-basic
texlive-latexextra
tk
tmux
tofi
torsocks
traceroute
ttc-iosevka
ttc-iosevka-ss15
ttf-font-awesome
ttf-nerd-fonts-symbols-mono
udftools
unzip
virtualbox
vscodium-bin
w3m
waybar-hyprland
wbg
wget
which
whois
wifite
wireguard-tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wpscan
wtf
xautolock
xcursor-neutral
xxd-standalone
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zbar
zip
zoxide
