acpi
acpilight
aircrack-ng
alsa-utils
arch-wiki-docs
base
bat
bind
binwalk
blueman
bluez-tools
bluez-utils
catdoc
conky
dosfstools
dunst
efibootmgr
exiv2
ffmpegthumbnailer
git
gnu-netcat
go
hashcat
htop
jadx
jq
linux
linux-firmware
lsof
ltrace
maim
man-db
man-pages
mdcat
mpv
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
openbox
openvpn
pandoc
perl-image-exiftool
php
aur/picom-tryone-git
poppler-glib
pypy3
python-scapy
python-pywal
qutebrowser
radare2
ranger
rofi
socat
stardict
strace
sxiv
tcpdump
testdisk
tmux
torsocks
traceroute
unzip
vim
wget
whois
wireshark-qt
wpscan
wtf
xclip
xorg-server
xorg-xinit
xwallpaper
zathura-djvu
zathura-pdf-mupdf
zip
zsh-completions
zsh-syntax-highlighting
zsh-autosuggestions
sublime-text
alacritty
android-tools
bettercap
aur/burpsuite
calcurse
clinfo
composer
consolas-font
curlie
dnsmasq
enjarify
espeak
fakeroot
figlet
file
findutils
flex
foremost
fzf
gawk
gcc
gettext
gimp
grc
grep
ipython
obconf
obkey
otf-font-awesome
otf-latinmodern-math
p7zip
pocl
rfc
scapy
sdcv
simple-mtpfs
telegram-desktop
texinfo
tk
toilet
ttf-font-awesome
vim-airline
vim-easymotion
vim-jad
vim-nerdcommenter
vim-nerdtree
vim-supertab
virtualbox
vscodium-bin
w3m
xautolock
xorg-xmessage
xorg-xrandr
yay
youtube-dl
zathura
zsh
kitty
lf
