acpi
acpilight
aircrack-ng
alacritty
alsa-utils
android-emulator
android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-tools
ansible-core
apparmor
arch-wiki-docs
archlinux-wallpaper
aria2
asciinema
atool
audacity
autoconf
automake
avaloniailspy
awesome-terminal-fonts
aws-cli
base
bash-completion
bat
bettercap
biber
bind
binutils
binwalk
bison
bkcrack-git
blueman
bluez
bluez-tools
bluez-utils
breeze-gtk
breeze-icons
brightnessctl
bully
burpsuite
catdoc
chntpw
chromium
clinfo
cliphist
cmake
composer
cowpatty
curlie
debugedit
debuginfod
deno
dfrs
dnsmasq
docker
docker-buildx
docker-compose
docx2txt
dosfstools
dotnet-sdk
downgrade
dunst
dust
efibootmgr
elixir
emacs
enjarify
erlang
exempi
exfatprogs
exiv2
exploitdb
eza
fakeroot
fcrackzip
fd
ffmpegthumbnailer
figlet
file
findutils
firefox
fish
flex
foremost
fzf
gawk
gcc
gdb
gef
genymotion
gettext
ghidra
gifsicle
gimp
git
gnu-netcat
go
grc
grep
grim
groff
gruvbox-material-gtk-theme-git
gst-libav
gunicorn
gzip
hashcat
hcxdumptool
htmlq
htop
http-parser
httpie
hugo
hydra
hypridle
hyprland
hyprlock
hyprpaper
imv
ipython
jadx
jdk11-openjdk
john
jq
jupyter-notebook
keybase
kitty
kwayland5
lazygit
lf
lib32-glibc
libplist
libtool
libxcrypt
lighttpd
links
linux
linux-firmware
lsof
ltrace
m4
macchanger
maim
make
man-db
man-pages
mariadb-clients
mdcat
metasploit
mitmproxy
mpv
msitools
mypy
neofetch
neovim
networkmanager
networkmanager-openvpn
newsboat
ngrok
nmap
noto-fonts
noto-fonts-emoji
npm
obs-studio-tytan652
obsidian
octave
openresolv
openvpn
otf-latinmodern-math
p7zip
pacman
pamixer
papirus-icon-theme
parallel
pass
patch
pavucontrol
pdfcrack
pdfjs-legacy
peek
perl-image-exiftool
php
picom-simpleanims-git
pigz
pipewire-alsa
pipewire-pulse
pkgconf
pngcheck
pocl
poppler-glib
procyon-decompiler
proxychains-ng
pv
pwndbg
pwninit-bin
pypy3
python-aiofiles
python-aiohttp
python-dbus-next
python-emoji
python-flask
python-flask-sqlalchemy
python-iwlib
python-magic
python-matplotlib
python-numpy
python-openpyxl
python-pikepdf
python-pip
python-pipx
python-psutil
python-ptrace
python-pwntools
python-pycryptodome
python-pylint
python-pymysql
python-pynvim
python-pypdf
python-pyqrcode
python-pywal
python-qtpy
python-requests
python-rzpipe
python-scapy
python-shodan
python-simplejson
python-sqlalchemy
python-websockets
qemu-base
qemu-user
qemu-user-static
qrencode
qt5-wayland
qt5-websockets
qtile
qutebrowser
radare2
ranger
rar
reaver
rfc
ripgrep
riscv64-elf-gdb
riscv64-linux-gnu-glibc
rizin
rlwrap
rofi-wayland
ropper
roswell
rsync
rustup
rz-ghidra
sagemath
sbcl
scapy
sdcv
sed
sherlock-git
simple-mtpfs
slurp
socat
sonic-visualiser
spdlog
sqlmap
squashfs-tools
squashfuse
sshfs
steghide
stegseek
stegsnow-git
strace
sudo
sxiv
tailscale
tcpdump
tcpflow
tectonic
terminus-font
tesseract
testdisk
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-langfrench
texlive-latexextra
tk
tmux
tofi
torsocks
traceroute
ttc-iosevka
ttc-iosevka-ss15
ttf-dejavu
ttf-font-awesome
ttf-ibm-plex
ttf-nerd-fonts-symbols-mono
typst
udftools
ueberzug
unzip
vde2
virt-manager
virt-viewer
volatility3
vscodium-bin
w3m
waybar
wbg
wget
which
whois
wifite
wireguard-tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlr-randr
wlsunset
wofi
wpscan
wtf
xautolock
xcb-util-cursor
xclip
xcursor-neutral
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
xorg-xwayland
xortool
xwallpaper
xxd-standalone
yapf
yay
yay-debug
yt-dlp
ytfzf
zathura
zathura-djvu
zathura-pdf-mupdf
zbar
zip
zoxide
zxing-cpp
