acpi
acpilight
aircrack-ng
alacritty
alsa-utils
android-studio
android-tools
arch-wiki-docs
atool
autoconf
automake
autopep8
awesome-terminal-fonts
base
bat
bettercap
betterlockscreen
bind
binutils
binwalk
bison
blueman
bluez
bluez-tools
bluez-utils
bully
burpsuite
catdoc
cherrytree
clinfo
composer
conky
consolas-font
cowpatty
dart
dnsmasq
docker
docx2txt
dosfstools
dotnet-sdk
dunst
efibootmgr
emacs
enjarify
exiv2
exploitdb
fakeroot
ffmpegthumbnailer
figlet
file
findutils
flex
foremost
fzf
gawk
gcc
geogebra
gettext
ghidra
girara-git-alpha
git
gnu-netcat
go
grc
grep
groff
gruvbox-material-gtk-theme-git
gst-libav
gzip
hashcat
hcxdumptool
heroku-cli
htop
http-parser
httpie
i3lock-color
ipython
jadx
jdk11-openjdk
john
jq
kitty
lf-bin
libplist
libtool
libxcrypt
links
linux
linux-firmware
lsof
ltrace
m4
macchanger
maim
make
man-db
man-pages
mdcat
metasploit
mpv
neofetch
neovim
networkmanager
networkmanager-openvpn
nmap
noto-fonts-emoji
openvpn
otf-latinmodern-math
p7zip
pacman
pandoc
patch
pavucontrol
pdfcrack
pdfjs
peek
perl-image-exiftool
php
picom-jonaburg-git
pigz
pkgconf
pocl
poppler-glib
powershell-bin
pulseaudio-alsa
pv
pwndbg
pypy3
pyrit
python-aiofiles
python-aiohttp
python-dbus-next
python-emoji
python-flask
python-iwlib
python-matplotlib
python-numpy
python-openpyxl
python-pip
python-psutil
python-pwntools
python-pycryptodome
python-pylint
python-pywal
python-requests
python-scapy
python-shodan
python-simplejson
qemu-user
qstardict
qt5-webkit
qt5-websockets
qtile
qutebrowser
radare2
ranger
rar
reaver
rfc
rofi
ropper
rsync
ruby-fusuma
ruby-fusuma-plugin-appmatcher
sagemath
scapy
sdcv
sed
sherlock-git
simple-mtpfs
socat
sqlmap
sshfs
steghide
stegseek
strace
sudo
sxiv
tcpdump
tcpflow
tesseract
testdisk
texinfo
tk
tmux
toilet
torsocks
traceroute
transmission-cli
transmission-qt
ttc-iosevka
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-font-family
udftools
unzip
virtualbox
volatility3
vscodium-bin
w3m
wget
which
whois
wifite
wireshark-cli
wireshark-qt
wpscan
wtf
xautolock
xcb-util-cursor
xclip
xcursor-neutral
xdotool
xlcat-bin
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
xwallpaper
yapf
yay
zathura-djvu
zathura-git-alpha
zathura-pdf-mupdf
zbar
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
pwninit-bin
